Repository: common-repository/virtual-real-estate-agent
Catalog: languages/virtual-real-estate-agent-*.po
Languages: de_de

source: Overview
de_de: Übersicht

source: Settings
de_de: Einstellungen

source: Instructions
de_de: Anleitungen

source: Plugin Settings
de_de: Plugin-Einstellungen

source: These settings apply to the iFrame of Virtual Real Estate Agent.
de_de: Diese Einstellungen gelten für den iFrame des Virtual Real Estate Agent.

source: Enable
de_de: Einschalten

source: Position *
de_de: Stellung *

source: Bottom left
de_de: Unten links

source: Bottom right
de_de: Unten rechts

source: Enable Virtual Real Estate Agent
de_de: Virtual Real Estate Agent aktivieren

source: Click settings tab to enable the Virtual Real Estate Agent
de_de: Klicken Sie auf die Registerkarte Einstellungen, um das Virtual Real Estate Agent zu aktivieren

source: Instructions and Guidelines
de_de: Anleitungen und Richtlinien

source: In order to activate the chat plugin please perform the following instructions:
de_de: Um das Chat-Plugin zu aktivieren, führen Sie bitte die folgenden Anweisungen aus:

source: This is the initial wordpress plugin to serve chat plugin inside the iFrame and display this chat plugin on the wordpress websites.
de_de: Dies ist das anfängliche Wordpress-Plugin, das das Chat-Plugin innerhalb des iFrames bedient und dieses Chat-Plugin auf den Wordpress-Websites anzeigt.

source: https://bots4you.atlassian.net/wiki/spaces/DOC/pages/286621697/Wordpress+Plugin+Installation+Guide+-+English
de_de: https://bots4you.atlassian.net/wiki/spaces/DOC/pages/286752789/Wordpress+Plugin+Installation+Guide+-+German

source: There was an error while changing the settings of the plugin. Please try again!
de_de: Es gab einen Fehler beim Ändern der Einstellungen des Plugins. Bitte versuchen Sie es erneut!

source: Click on <strong>Virtual Real Estate Agent</strong> located in the sidebar and then click on <strong>Settings</strong>
de_de: Klicken Sie links in der Menüleiste auf <strong>Virtual Real Estate Agent</strong> und danach auf <strong>Einstellungen</strong>

source: Enable the chat plugin Virtual Real Estate Agent by clicking on the checkbox “<strong>Enable</strong>”
de_de: Aktivieren Sie den Virtual Real Estate Agent mit einem Klick auf das Kontrollkästchen “<strong>Einschalten</strong>”

source: Now paste the link https://testwebsite.de/ into the URL text field.
de_de: Fügen Sie nun den Link https://testwebsite.de/ in das URL-Textfeld ein.

source: Select the position where the Virtual Real Estate Agent should be displayed on the WordPress website. In this example we choose “<strong>Bottom Right</strong>”. Then click on <span class="save-change">Save Changes</span>.
de_de: Wählen Sie nun die Position aus, an der das Symbol des Virtual Real Estate Agent auf Ihrer WordPress-Webseite angezeigt werden soll. In diesem Beispiel wird die Position <strong>Unten rechts</strong> gewählt. Klicken Sie anschließend auf <span class="save-change">Änderungen speichern</span>.

source: Navigate to your WordPress website.
de_de: Gehen Sie nun zu Ihrer WordPress-Webseite.

source: Click the icon in the bottom right corner to display the Virtual Real Estate Agent.
de_de: Klicken Sie auf das Symbol in der unteren rechten Ecke, um den Virtual Real Estate Agent anzuzeigen.

source: The installation is complete. The Virtual Real Estate Agent can now be used on your WordPress website.
de_de: Die Installation ist abgeschlossen. Der Virtual Real Estate Agent kann nun auf Ihrer WordPress-Website genutzt werden.

source: en
de_de: de
